Repository: KakTamTebya/AR-furniture
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Floor furniture
ru: Напольная мебель

source: Wall furniture
ru: Настенная мебель

source: Ceiling furniture
ru: Потолочная мебель

source: Favourites
ru: Избранное

source: show more
ru: далее

source: View in AR
ru: Посмотреть в AR

source: View 3D model
ru: 3D модель

# emptyPageMessage
source: There's nothing here yet
ru: Здесь пока ничего нет

source: Remove model
ru: Удалить модель

# arError
source: Something went wrong. Try again
ru: Что-то пошло не так. Попробуйте еще раз.

# permissionPromptDescription
source: Camera permission must be given to the app for AR functions to work
ru: Приложению нужно разрешить доступ к камере для работы AR

# permissionPromptButtonText
source: Grant Permission
ru: Разрешить доступ

# permissionPromptParentalRestriction
source: Camera permission is restricted by the OS, please check parental control settings
ru: Доступ к камере ограничен настройками
